var Mover = require('../../models/mover').Mover;

var mover = new Mover({
    headers:["","Почасовая оплата","Мин. кол-во часов","Итоговая цена","Описание"],
    data: [
        {
            name: "Грузчики - эконом!",
            hour: "200-250 руб/час",
            min: 5,
            total: "1000-1250 руб.",
            desc: "грузчики-студенты и грузчики-СНГ(со всеми необходимыми документами)"
        },
        {
            name: "Грузчики - стандарт",
            hour: "300 руб/час",
            min: 4,
            total: "1200 руб.",
            desc: "Грузчики РФ"
        },
        {
            name: "Грузчики-элита",
            hour: "400 руб/час",
            min: 4,
            total: "1600 руб.",
            desc: "Специалисты высокого профиля:погрузка-разгрузка,сборка-разборка,монтаж-демонтаж. Вежливые,опрятные грузчики"
        }
    ]
});

mover.save(function(err) {
    if(err) throw err;
});

